tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "wagoodman/dive"
brew "openjdk"
brew "avro-tools"
brew "base64"
brew "bash"
brew "bash-completion@2", link: false
brew "cairo"
brew "coreutils"
brew "docker", link: false
brew "dos2unix"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "harfbuzz"
brew "gnuplot"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "octave"
brew "openssh"
brew "protobuf@3.6"
brew "prototool"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pylint"
brew "qt"
brew "stern"
brew "stow"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "zlib"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "wagoodman/dive/dive"
cask "adoptopenjdk8"
cask "docker"
cask "evernote"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "meld"
cask "mysqlworkbench"
cask "pycharm"
cask "royal-tsx"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
